Repository: ZoomZhao/riffa
Catalog: Sources/RiffaApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: PDF Compare
zh_hans: PDF 比较

source: PDF Comparison
zh_hans: PDF 比较

source: PDF comparison error
zh_hans: PDF 比较错误

source: PDF detail mode
zh_hans: PDF 详情模式

source: PDF metadata comparison
zh_hans: PDF 元数据比较

source: PDF page comparison results
zh_hans: PDF 页面比较结果

source: PDF visual comparison tolerance
zh_hans: PDF 视觉比较容差

source: POSIX permissions
zh_hans: POSIX 权限

source: PRIVACY
zh_hans: 隐私

source: Package part
zh_hans: 包部件

source: Package parts
zh_hans: 包部件

source: Package type
zh_hans: 包类型

# Page %lld
source: Page %1$lld
zh_hans: 第 %1$lld 页

source: Page %lld extracted text
zh_hans: 第 %1$lld 页提取的文本

source: Page %lld preview
zh_hans: 第 %lld 页预览

source: Page %lld visual comparison
zh_hans: 第 %lld 页视觉比较

# Page %lld · %@
source: Page %1$lld · %2$@
zh_hans: 第 %1$lld 页 · %2$@

# Page %lld, %@, %@
source: Page %1$lld, %2$@, %3$@
zh_hans: 第 %1$lld 页，%2$@，%3$@

source: Page preview
zh_hans: 页面预览

source: Pages
zh_hans: 页面

source: Pages, extracted text, visual raster, and metadata
zh_hans: 页面、提取文本、可视化栅格图和元数据

source: Pan and zoom are synchronized with the other PDF visual panes
zh_hans: 平移和缩放会与其他 PDF 视觉窗格同步

source: Parser warning
zh_hans: 解析器警告

source: Password
zh_hans: 密码

source: Patch file
zh_hans: 补丁文件

source: Patch file records
zh_hans: 补丁文件记录

source: Patch source — read only
zh_hans: 补丁源 — 只读

source: Patched output
zh_hans: 补丁输出

source: Path
zh_hans: 路径

source: Permissions
zh_hans: 权限

source: Personalize language and appearance across every Riffa window.
zh_hans: 为所有 Riffa 窗口定制语言和外观。

source: Pipe
zh_hans: 竖线

source: Pixel channel tolerance
zh_hans: 像素通道容差

source: Pixel-level overlay and difference analysis
zh_hans: 像素级叠加和差异分析

source: Place the insertion point on a %@ logical line first.
zh_hans: 请先将插入点放在%@逻辑行上。

source: Plain Text…
zh_hans: 纯文本…

source: Playable
zh_hans: 可播放

source: PowerPoint presentation (PPTX)
zh_hans: PowerPoint 演示文稿（PPTX）

source: Preflight passed for %1$lld actions: %2$lld copies, %3$lld replacements, and %4$lld directory creations.
zh_hans: 已通过 %lld 个操作的预检：%lld 个复制、%lld 个替换和 %lld 个目录创建。

source: Preflight passed for %1$lld planned items. Existing output items will first move to %2$@. Any execution failure triggers a best-effort rollback.
zh_hans: 已通过 %lld 个计划项目的预检。现有输出项目将先移至%@。任何执行失败都会触发尽力回滚。

source: Preflight passed; no files were written.
zh_hans: 预检已通过；没有写入任何文件。

source: Preflight required before write
zh_hans: 写入前需要预检

# Preflighting %lld selected deletion action on the %@ side…
source: Preflighting %1$lld selected deletion action on the %2$@ side…
zh_hans: 正在预检%2$@的 %1$lld 个选中删除操作…

# Preflighting %lld selected deletion actions on the %@ side…
source: Preflighting %1$lld selected deletion actions on the %2$@ side…
zh_hans: 正在预检%2$@的 %1$lld 个选中删除操作…

# Preflighting %lld verified move within %@…
source: Preflighting %1$lld verified move within %2$@…
zh_hans: 正在预检 %lld 个已验证移动（%@内）…

# Preflighting %lld verified moves within %@…
source: Preflighting %1$lld verified moves within %2$@…
zh_hans: 正在预检 %lld 个已验证移动（%@内）…

source: Preflighting or applying the selected file-operation plan
zh_hans: 预检或应用选定的文件操作计划

source: Preflighting selected %@ actions…
zh_hans: 正在预检选中的%@操作…

source: Preparing
zh_hans: 正在准备

source: Preparing…
zh_hans: 正在准备……

source: Present
zh_hans: 存在

source: Preview
zh_hans: 预览

source: Preview contains %1$lld conflicts and %2$lld high-risk actions. Nothing has been written.
zh_hans: 预览包含 %1$lld 个冲突和 %2$lld 个高风险操作。尚未写入任何内容。

source: Preview failed: %@
zh_hans: 预览失败：%@

source: Preview first — writes require backup and confirmation
zh_hans: 先预览——写入需要备份和确认

source: Preview limited
zh_hans: 预览受限

source: Preview limited to 100,000 characters
zh_hans: 预览限制为 100,000 个字符

source: Preview paused while comparing remote text…
zh_hans: 比较远程文本时预览暂停…

source: Preview safe copy and delete plans
zh_hans: 预览安全的复制和删除计划

source: Preview the result first, then apply deliberate local changes.
zh_hans: 先预览结果，再有意识地应用本地更改。

source: Preview unavailable
zh_hans: 预览不可用

source: Preview withheld This member is %@; the safe preview limit is 2 MB. You can still export it explicitly.
zh_hans: 已隐藏预览 此成员大小为%@；安全预览上限为 2 MB。你仍可明确导出该成员。

source: Preview withheld This remote file is %@; the safe preview limit is 2 MB. Export remains an explicit action and uses the provider's bounded read limit.
zh_hans: 已隐藏预览 此远程文件大小为%@；安全预览上限为 2 MB。 导出仍需明确操作，并使用提供方的有界读取限制。

source: Previous Bookmark
zh_hans: 上一个书签

source: Previous Difference
zh_hans: 上一个差异

source: Previous Search Match
zh_hans: 上一个搜索匹配

source: Previous byte difference
zh_hans: 前一个字节差异

source: Previous byte page
zh_hans: 前一个字节页

source: Previous difference
zh_hans: 上一个差异

source: Previous page
zh_hans: 上一页

source: Previous search match
zh_hans: 上一个搜索匹配项

source: Primary Action
zh_hans: 主要操作

source: Producer
zh_hans: 制作工具

source: Properties
zh_hans: 属性

source: Property
zh_hans: 属性

source: Provider
zh_hans: 提供方

source: Provider ID
zh_hans: 服务提供商 ID

source: Provider resource
zh_hans: 提供方资源

source: Provider-specific path
zh_hans: 提供方专用路径

source: Public document properties compared field by field
zh_hans: 逐字段比较公开文档属性

# Published range %lld of %lld
source: Published range %1$lld of %2$lld
zh_hans: 已发布范围 %1$lld/%2$lld

source: Publisher
zh_hans: 发布者

source: RECONCILE CHANGES
zh_hans: 协调更改

source: RGB channel tolerance; 8 is friendly to antialiasing noise
zh_hans: RGB 通道容差；8 可容忍抗锯齿噪声

source: RIGHT
zh_hans: 右侧

source: RIGHT — EDITING IN MEMORY
zh_hans: 右侧 — 在内存中编辑

source: Read-only
zh_hans: 只读

source: Read-only Recovery Assessment
zh_hans: 只读恢复评估

source: Read-only extracted text
zh_hans: 只读提取的文本

source: Read-only preview
zh_hans: 只读预览

source: Read-only · stable metadata and SHA-256 verified
zh_hans: 只读 · 已验证稳定元数据和 SHA-256

source: Reading and comparing PDF pages
zh_hans: 正在读取并比较 PDF 页面

source: Reading and comparing PDF pages…
zh_hans: 正在读取并比较 PDF 页面…

source: Reading and decoding the bounded target…
zh_hans: 正在读取并解码受限目标…

source: Reading and parsing the bounded unified diff…
zh_hans: 正在读取并解析受限的统一差异文件…

source: Reading bounded file-system metadata…
zh_hans: 正在读取受限的文件系统元数据…

source: Reading media metadata…
zh_hans: 正在读取媒体元数据…

source: Ready to save
zh_hans: 可以保存

source: Reapplies the next merged output and conflict choices
zh_hans: 重新应用下一个合并的输出和冲突选择

source: Reason
zh_hans: 原因

source: Reconcile three folder trees
zh_hans: 合并三个文件夹树

source: Reconnect
zh_hans: 重新连接

source: Recovery
zh_hans: 恢复

source: Redo %@
zh_hans: 重做%@

source: Redo Merge Edit
zh_hans: 重做合并编辑

source: Reduce Motion
zh_hans: 减少动态效果

source: Reduce Transparency
zh_hans: 降低透明度

source: Reduces the shared visual page scale
zh_hans: 缩小共享的视觉页面比例

source: Refresh
zh_hans: 刷新

source: Refresh comparison
zh_hans: 刷新比较

source: Refresh folder comparison
zh_hans: 刷新文件夹比较

source: Refresh folder merge
zh_hans: 刷新文件夹合并

source: Regex
zh_hans: 正则表达式

# Region #1 · %lld,%lld · %lld×%lld
source: Region #1 · %1$lld,%2$lld · %3$lld×%4$lld
zh_hans: 区域 #1 · %1$lld,%2$lld · %3$lld×%4$lld

# Region 3 · %lld,%lld %lld×%lld
source: Region 3 · %1$lld,%2$lld %3$lld×%4$lld
zh_hans: 区域 3 · %1$lld,%2$lld %3$lld×%4$lld

source: Regular file
zh_hans: 普通文件

source: Relation
zh_hans: 关联项

source: Relative Path
zh_hans: 相对路径

source: Relative path
zh_hans: 相对路径

source: Reload
zh_hans: 重新加载

source: Reload Catalog
zh_hans: 重新载入会话目录

source: Reload and Discard
zh_hans: 重新加载并丢弃更改

source: Reload catalog from disk
zh_hans: 从磁盘重新载入会话目录

source: Reload through Riffa's bounded text decoder
zh_hans: 通过 Riffa 的有界文本解码器重新加载

source: Reload through Riffa's bounded text decoder and recompute the merge
zh_hans: 通过 Riffa 的有界文本解码器重新加载并重新计算合并

source: Reload to compare the current file, or keep this version and review the change later.
zh_hans: 重新加载以比较当前文件，或保留此版本并稍后查看更改。

source: Reload to recompute from the current input, or keep this merge and review the change later.
zh_hans: 重新加载以从当前输入重新计算，或保留此合并并稍后查看更改。

source: Reloading %@ replaces the in-memory draft with the current file. Use Save As first if you want to keep those edits.
zh_hans: 重新载入%@会用当前文件替换内存中的草稿。如需保留这些编辑，请先使用“另存为”。

source: Reloading the %1$@ input %2$@ recomputes the merge and discards current resolutions or output edits. Save the result first if you want to keep them.
zh_hans: 重新载入%@输入%@会重新计算合并，并丢弃当前解决方案或输出编辑。如需保留，请先保存结果。

source: Remember in Keychain
zh_hans: 存储到钥匙串

source: Remote credentials require explicit Keychain save
zh_hans: 远程凭据仅在明确选择时保存到钥匙串

source: Remote files match
zh_hans: 远程文件相同

source: Remove
zh_hans: 移除

source: Remove Bookmark
zh_hans: 删除书签

source: Remove Current Bookmark
zh_hans: 删除当前书签

source: Remove resource
zh_hans: 删除资源

source: Remove tab from this window
zh_hans: 从此窗口移除标签页

source: Removed
zh_hans: 已删除

source: Removed %lld bookmarks whose anchored lines could not be rebound safely.
zh_hans: 已移除 %lld 个无法安全重新绑定锚定行的书签。

source: Removed %lld saved bookmarks that no longer matched these documents.
zh_hans: 已移除 %lld 个不再与这些文档匹配的已保存书签。

source: Removed one bookmark whose anchored line could not be rebound safely.
zh_hans: 已移除一个锚定行无法安全重新绑定的书签。

source: Removed one saved bookmark that no longer matched these documents.
zh_hans: 删除了一个已保存的不再与这些文档匹配的书签。

source: Removes the current filter
zh_hans: 清除当前筛选

source: Rename
zh_hans: 重命名

source: Rename File on %@
zh_hans: 重命名%@上的文件

source: Rename File on Left…
zh_hans: 重命名左侧文件…

source: Rename File on Right…
zh_hans: 重命名右侧文件…

source: Rename Selected File
zh_hans: 重命名所选文件

source: Rename Session
zh_hans: 重命名会话

source: Rename Workspace Window
zh_hans: 重命名工作区窗口

source: Rename cancellation was requested before a terminal result. Inspect Operation History before retrying.
zh_hans: 在最终结果之前请求取消重命名。重试之前检查操作历史记录。

source: Rename cancelled after dry-run; no files were changed and no journal was created.
zh_hans: 试运行后取消重命名；没有更改任何文件，也没有创建任何日志。

source: Rename cancelled before execution; no files were changed and no journal was created.
zh_hans: 执行前取消重命名；没有更改任何文件，也没有创建任何日志。

source: Rename cancelled; the original name was restored.
zh_hans: 重命名已取消；原名称已恢复。

# Rename detection found %lld candidates, exceeding the %lld-candidate limit.
source: Rename detection found %1$lld candidates, exceeding the %2$lld-candidate limit.
zh_hans: 重命名检测找到 %lld 个候选项，超过 %lld 个候选项的上限。

# Rename detection would hash %llu bytes, exceeding the %llu-byte total limit.
source: Rename detection would hash %1$llu bytes, exceeding the %2$llu-byte total limit.
zh_hans: 重命名检测需要散列 %llu 字节，超过 %llu 字节的总上限。

source: Rename failed; the original name was restored.
zh_hans: 重命名失败；恢复了原来的名字。

source: Rename on %@
zh_hans: 在%@上重命名

source: Rename this file on %@?
zh_hans: 要在%@上重命名此文件吗？

source: Rename window
zh_hans: 重命名窗口

# Renamed %@ to %@ on %@.
source: Renamed %1$@ to %2$@ on %3$@.
zh_hans: 已在%3$@上将%1$@重命名为%2$@。

source: Renaming on %@ with journaled rollback protection…
zh_hans: 正在%@上重命名，并提供日志化回滚保护…

source: Render this selected page on both sides using bounded local resources.
zh_hans: 使用受限的本地资源在两侧渲染此选定页面。

source: Renders and compares only the selected PDF page
zh_hans: 仅渲染和比较选定的 PDF 页面

source: Replace
zh_hans: 替换

source: Replace %@?
zh_hans: 要替换%@吗？

source: Replace All
zh_hans: 全部替换

source: Replace File
zh_hans: 替换文件

source: Replace with
zh_hans: 替换为

source: Replaced and deleted items are moved here before the plan is committed. Choose a folder outside both synchronized roots.
zh_hans: 在提交计划之前，替换和删除的项目将移至此处。选择两个同步根目录之外的文件夹。

source: Replaces or inserts the left output row
zh_hans: 替换或插入左侧输出行

source: Replaces or inserts the right output row
zh_hans: 替换或插入右侧输出行

source: Reports are saved only when requested
zh_hans: 仅在请求时保存报告

source: Request cancellation; an installed new name will be rolled back to the original name
zh_hans: 请求取消；已生效的新名称将恢复为原名称

source: Request cancellation; any completed move in this transaction will be rolled back
zh_hans: 请求取消；此事务中任何已完成的移动都将回滚

source: Reset
zh_hans: 重置

source: Reset Theme
zh_hans: 重置主题

source: Resolution
zh_hans: 解决方式

source: Resolution / Plan
zh_hans: 解决方式 / 计划

# Resolution for conflict %lld
source: Resolution for conflict %1$lld
zh_hans: 冲突 %1$lld 的解决方式

source: Resolve Conflict
zh_hans: 解决冲突

source: Resolve Conflict %lld
zh_hans: 解决冲突 %lld

source: Resolve all %lld remaining conflicts before saving.
zh_hans: 请在保存前解决剩余的全部 %lld 个冲突。

source: Resolve before materializing
zh_hans: 生成输出前解决

source: Resolve conflict
zh_hans: 解决冲突

source: Resolve every conflict before saving
zh_hans: 保存前解决所有冲突

source: Resolve every conflict, then edit or save the merged text. Undo and Redo also restore conflict choices
zh_hans: 解决每个冲突，然后编辑或保存合并的文本。撤消和重做还可以恢复冲突选择

source: Resolve three-way text changes
zh_hans: 解决三方文本更改

source: Resolved
zh_hans: 已解决

# Resource %lld
source: Resource %1$lld
zh_hans: 资源 %1$lld

# Resource %lld does not have an absolute path: %@
source: Resource %1$lld does not have an absolute path: %2$@
zh_hans: 资源 %lld 没有绝对路径：%@

source: Resource %1$lld has a local security bookmark but uses provider “%2$@”. Remove it and add the resource again.
zh_hans: 资源 %lld 含有本地安全书签，但使用提供方“%@”。请将其移除后重新添加。

# Resource %lld has relative local path “%@”. Save an absolute macOS path instead.
source: Resource %1$lld has relative local path “%2$@”. Save an absolute macOS path instead.
zh_hans: 资源 %lld 使用相对本地路径“%@”。请改为保存 macOS 绝对路径。

# Resource %lld in session %@ has an invalid local security bookmark.
source: Resource %1$lld in session %2$@ has an invalid local security bookmark.
zh_hans: 资源 %lld（会话%@）含有无效的本地安全书签。

# Resource %lld in session %@ has an invalid security bookmark.
source: Resource %1$lld in session %2$@ has an invalid security bookmark.
zh_hans: 资源 %lld（会话%@）含有无效的安全书签。

# Resource %lld in session %@ is invalid.
source: Resource %1$lld in session %2$@ is invalid.
zh_hans: 资源 %lld（会话%@）无效。

# Resource %lld in session %@ needs both a provider ID and a path.
source: Resource %1$lld in session %2$@ needs both a provider ID and a path.
zh_hans: 资源 %lld（会话%@）需要同时提供提供方 ID 和路径。

source: Resource %lld is a local path without a security bookmark. Remove it and use “Add Local Resource…” so Riffa can preserve access.
zh_hans: 资源 %lld 是没有安全书签的本地路径。请将其移除，并使用“添加本地资源…”以便 Riffa 保留访问权限。

source: Resource %lld is not a local file URL.
zh_hans: 资源 %lld 不是本地文件 URL。

# Resource %lld must be a folder for this saved session, but %@ is not a folder.
source: Resource %1$lld must be a folder for this saved session, but %2$@ is not a folder.
zh_hans: 此已保存会话的资源 %lld 必须是文件夹，但%@不是文件夹。

source: Resource %1$lld must be a regular file for this saved session, but %2$@ is not a regular file.
zh_hans: 此已保存会话的资源 %lld 必须是普通文件，但%@不是普通文件。

source: Resource %1$lld must be a regular file or supported macOS bundle for this saved version session, but %2$@ is neither.
zh_hans: 此已保存版本会话的资源 %lld 必须是普通文件或受支持的 macOS 包，但%@两者都不是。

source: Resource %lld needs both a provider ID and an opaque path.
zh_hans: 资源 %lld 需要同时提供提供方 ID 和不透明路径。

# Resource %lld saved at %@ did not resolve to an absolute local file URL.
source: Resource %1$lld saved at %2$@ did not resolve to an absolute local file URL.
zh_hans: 资源 %lld（保存位置：%@）未解析为绝对本地文件 URL。

source: Resource %1$lld uses provider “%2$@”. Opening currently supports only providerID “local”.
zh_hans: 资源 %lld 使用提供方“%@”。当前打开操作仅支持 providerID“local”。

source: Resource Tools
zh_hans: 资源工具

source: Resource Tools…
zh_hans: 资源工具…

source: Resource kind
zh_hans: 资源类型

source: Resources
zh_hans: 资源

source: Resources (%lld)
zh_hans: 资源（%lld）

source: Restores the previous merged output and conflict choices
zh_hans: 恢复之前合并的输出和冲突选择

source: Restores the selected row fields
zh_hans: 恢复选定的行字段

# Restoring %@…
source: Restoring %1$@…
zh_hans: 正在恢复 %1$@…

source: Restoring workspace…
zh_hans: 正在恢复工作区…

source: Retry
zh_hans: 重试

source: Reveal Logs
zh_hans: 显示日志

source: Review and safely apply unified diffs
zh_hans: 检查并安全应用统一差异补丁

source: Review pages, text, and document metadata
zh_hans: 检查页面、文本和文档元数据

source: Review required
zh_hans: 需要检查

source: Revision
zh_hans: 修订版本

source: Riffa adapts to your system settings to improve readability and reduce strain.
zh_hans: Riffa 会适应系统设置，以提高可读性并减轻视觉负担。

source: Riffa added %lld required parent directories; no unselected files are included.
zh_hans: Riffa 添加了 %lld 个必需的父目录；其中不包含任何未选文件。

source: Riffa added 1 required parent directory; no unselected files are included.
zh_hans: Riffa 添加了 1 个必需的父目录；不包含未选择的文件。

source: Riffa can open at most three resources together; %lld were supplied.
zh_hans: Riffa 最多可同时打开三个资源；当前提供了 %lld 个。

source: Riffa combines Left and Right changes relative to Base, entirely on this Mac.
zh_hans: Riffa 完全在此 Mac 上合并左侧和右侧相对于基准的更改。

source: Riffa compares all three trees without modifying them and builds an independent output plan.
zh_hans: Riffa 比较所有三棵树而不修改它们并构建独立的输出计划。

source: Riffa compares content first, then creates a read-only synchronization plan.
zh_hans: Riffa 首先比较内容，然后创建只读同步计划。

source: Riffa compares each selected directory entry without reading file bodies, recursing into folders, or following symbolic links.
zh_hans: Riffa 会比较每个选中的目录条目，不读取文件内容、不递归进入文件夹，也不跟随符号链接。

source: Riffa compares page structure, extracted text, dimensions, rotation, labels, and public metadata locally.
zh_hans: Riffa 在本地比较页面结构、提取的文本、尺寸、旋转、标签和公共元数据。

source: Riffa could not prepare the selected comparison safely. The pending left item was not consumed.
zh_hans: Riffa 无法安全准备所选比较。待处理的左侧项目仍予保留。

source: Riffa does not upload compared files.
zh_hans: Riffa 不会上传比较的文件。

source: Riffa does not yet have a live comparison view for saved kind “%@”.
zh_hans: Riffa 尚未为已保存的“%@”类型提供实时比较视图。

source: Riffa follows macOS settings for contrast, motion, transparency, and color.
zh_hans: Riffa 会跟随 macOS 的对比度、动态效果、透明度和颜色设置。

source: Riffa follows your macOS accessibility preferences.
zh_hans: Riffa 会遵循 macOS 的辅助功能偏好设置。

source: Riffa found a non-terminal record. No automatic rollback is attempted from this viewer; inspect the roots and backup before changing files.
zh_hans: Riffa 发现了一条非终端记录。此查看器不会尝试自动回滚；在更改文件之前检查根目录和备份。

source: Riffa indexes archives read-only, validates every path, and never follows stored links.
zh_hans: Riffa 以只读方式索引归档文件、验证每条路径，且绝不跟随归档中存储的链接。

source: Riffa keeps the comparison on this Mac and preserves line endings.
zh_hans: Riffa 在此 Mac 上完成比较，并保留原有换行符。

source: Riffa normalizes both images to RGBA pixels and compares them locally.
zh_hans: Riffa 将两个图像标准化为 RGBA 像素并在本地进行比较。

source: Riffa pairs relative paths and keeps symbolic links bounded by default.
zh_hans: Riffa 会配对相对路径，并默认限制符号链接范围。

source: Riffa parses CSV, TSV, semicolon, and pipe-delimited text without uploading it.
zh_hans: Riffa 解析 CSV、TSV、分号和管道分隔文本而不上传。

source: Riffa parses bounded unified diffs, validates every hunk in memory, and writes only after you review the result.
zh_hans: Riffa 解析受限的统一差异，在内存中验证每个补丁块，并且仅在你检查结果后写入。

source: Riffa shows same-offset byte differences without changing either file.
zh_hans: Riffa 显示相同偏移字节差异，而不更改任何一个文件。

source: Riffa validated every patch hunk. Replacing preserves the source's %@ representation and line endings. The write is blocked if another process changed the file. You can instead keep the result only in the editing buffer.
zh_hans: Riffa 已验证每个补丁块。替换时会保留源文件的%@表示形式和换行符。如果其他进程已更改文件，写入将被阻止。你也可以仅将结果保留在编辑缓冲区中。

source: Riffa will not send Basic or Bearer credentials over a non-HTTPS WebDAV connection.
zh_hans: Riffa 不会通过非 HTTPS 的 WebDAV 连接发送 Basic 或 Bearer 凭证。

source: Riffa will preflight the whole plan again. Replaced and deleted targets will be moved to %1$@, and any failure will trigger a best-effort rollback.%2$@
zh_hans: Riffa 将再次预检整个计划。被替换和删除的目标会移至%@，任何失败都会触发尽力回滚。%@

source: Riffa will preflight this exact immutable plan again, require the high-risk execution gate, and record the formal attempt in Operation History. Any later failure triggers best-effort rollback.
zh_hans: Riffa 会再次预检这个精确且不可变的计划，要求通过高风险执行确认，并将正式尝试记录在操作历史中。任何后续失败都会触发尽力回滚。

source: Riffa will reload the active journal, verify its status and revision, and inspect every recorded path again. If all evidence is unchanged, it will update only the journal metadata. It will not copy, move, delete, restore, or modify any file. Archiving remains a separate action.
zh_hans: Riffa 将重新载入活动日志，验证其状态和修订版本，并再次检查所有记录的路径。如果所有证据均未变化，则只更新日志元数据；不会复制、移动、删除、恢复或修改任何文件。归档仍是独立操作。

source: Right
zh_hans: 右侧

# Right %@
source: Right %1$@
zh_hans: 右侧 %1$@

source: Right Office document
zh_hans: 右侧 Office 文档

source: Right PDF
zh_hans: 右侧 PDF

source: Right Size
zh_hans: 右侧大小

source: Right archive
zh_hans: 右侧归档

source: Right changed
zh_hans: 右侧已更改

source: Right compared image
zh_hans: 右侧比较图像

source: Right deleted
zh_hans: 右侧已删除

source: Right dimensions
zh_hans: 右侧尺寸

source: Right extracted text
zh_hans: 右侧提取文本

source: Right file
zh_hans: 右侧文件

source: Right file or bundle
zh_hans: 右侧文件或包

source: Right folder
zh_hans: 右侧文件夹

source: Right image
zh_hans: 右侧图像

source: Right image blend
zh_hans: 右侧图像混合比例

source: Right item
zh_hans: 右侧项目

# Right line %lld, %@
source: Right line %1$lld, %2$@
zh_hans: 右侧第 %lld 行，%@

source: Right media
zh_hans: 右侧媒体

source: Right newer
zh_hans: 右侧较新

source: Right newer + unique
zh_hans: 右侧较新 + 仅右侧

source: Right only
zh_hans: 仅右侧

source: Right size
zh_hans: 右侧大小

source: Right table
zh_hans: 右侧表格

source: Right → Left
zh_hans: 右侧 → 左侧

source: Right-edited.txt
zh_hans: 右侧编辑.txt

source: Rightonly
zh_hans: 仅右侧

source: Risk
zh_hans: 风险

source: Rolled back
zh_hans: 已回滚

source: Rolling back
zh_hans: 正在回滚

source: Roots
zh_hans: 根目录

source: Route
zh_hans: 路径

# Rules %lld/%lld
source: Rules %1$lld/%2$lld
zh_hans: 规则 %lld/%lld

source: Rules Off
zh_hans: 规则：关

source: Rules match complete slash-separated relative paths.
zh_hans: 规则匹配完整的斜杠分隔的相对路径。

source: SESSION LIBRARY
zh_hans: 会话库

source: START A SESSION
zh_hans: 开始会话

source: Same
zh_hans: 相同

source: Same time
zh_hans: 时间相同

source: Save
zh_hans: 保存

# Save %@ Output As…
source: Save %1$@ Output As…
zh_hans: 将 %1$@ 输出另存为…

source: Save %@ Table Output As
zh_hans: 将%@表格输出另存为

source: Save As…
zh_hans: 另存为…

source: Save Comparison Session
zh_hans: 保存比较会话

source: Save Folder Snapshot
zh_hans: 保存文件夹快照

source: Save Left As…
zh_hans: 左侧另存为…

source: Save Left Text As
zh_hans: 将左侧文本另存为

source: Save Merged Text
zh_hans: 保存合并的文本

source: Save Output
zh_hans: 保存输出

source: Save Output As cannot overwrite either original input. Choose a different destination.
zh_hans: “另存输出”不能覆盖任一原始输入。请选择其他目标。

source: Save Patched Text As
zh_hans: 将修补后的文本另存为

source: Save Result…
zh_hans: 保存结果…

source: Save Right As…
zh_hans: 右侧另存为…

source: Save Right Text As
zh_hans: 将右侧文本另存为

source: Save Session…
zh_hans: 保存会话…

source: Save Snapshot
zh_hans: 保存快照

source: Save provider-neutral metadata and reopen it later.
zh_hans: 保存与提供方无关的元数据，以便稍后重新打开。

source: Save the current local resources and comparison settings to the Session Library.
zh_hans: 将当前本地资源和比较设置保存到会话库。

source: Save the snapshot outside the folder being captured so the snapshot does not become one of its own future differences.
zh_hans: 请将快照保存在所捕获文件夹之外，避免快照本身成为该文件夹之后的差异项。

source: Save this comparison to the Session Library
zh_hans: 将此比较保存到会话库

source: Save using the preferred input encoding and BOM
zh_hans: 使用首选输入编码和 BOM 保存

source: Saved
zh_hans: 已保存

# Saved %lld entries to %@.
source: Saved %1$lld entries to %2$@.
zh_hans: 已将 %lld 个条目保存到%@。

source: Saved 1 entry to %@.
zh_hans: 已将 1 个条目保存到%@。

source: Saved folder path rules are invalid. %@
zh_hans: 保存的文件夹路径规则无效。%@

source: Saved folder path rules are invalid. No comparison was started.
zh_hans: 保存的文件夹路径规则无效。没有开始比较。

source: Saved session %@ no longer exists. Reload the Session Library and try again.
zh_hans: 已保存的会话%@已不存在。请重新载入会话库后再试。

source: Saved the reviewed output as %@.
zh_hans: 已将审阅后的输出另存为%@。

source: Saving changes
zh_hans: 正在保存更改

source: Saving session
zh_hans: 正在保存会话

source: Scan Again
zh_hans: 再次扫描

source: Scanning folders…
zh_hans: 正在扫描文件夹…

source: Scans both folders again
zh_hans: 再次扫描这两个文件夹
